//  Dirhelper.swift
//  kubec-cmd
//
//  Created by Eddy Wister on 25/11/22.
//

import Foundation

func PrintInstructions() {
    print("Kubec-cmd ⛴️")
    print("Formula ∑ : V1 ⚛️")
    print("🛠️---------------------------------------------------------------------------------------------------🛠️")
    print("Target file 🎯: kubec-cmd -t 'subfix'")
    print("🛠️---------------------------------------------------------------------------------------------------🛠️")
    print("Place Target file ℹ️ : config_'subfix'")
    print("🛠️---------------------------------------------------------------------------------------------------🛠️")
    print("Using a specific context 📝: kubec-cmd -t 'subfix' -c 'context'")
    print("🛠️---------------------------------------------------------------------------------------------------🛠️")
    print("List config files 📝: kubec-cmd --list")
    print("🛠️---------------------------------------------------------------------------------------------------🛠️")
}

